Repository: entuland/php-invo
Catalog: locale/*/LC_MESSAGES/app.po
Languages: it_it

source: Unable update and verify stock of %s
it_it: Impossibile aggiornare e verificare la giacenza di %s

source: Print item labels
it_it: Stampa etichette prodotti

source: Loading into %s
it_it: Stai caricando su %s

source: Cloning requested item %s
it_it: Stai creando un nuovo prodotto clonando %s (richiesto dalla pagina precedente)

source: Creating new item from latest one %s
it_it: Stai creando un nuovo prodotto clonando %s (l'ultimo creato)

source: Load/unload
it_it: Carico/scarico

source: Clone as new
it_it: Clona come nuovo

source: unit
it_it: unità

source: First item load of %s %s successfully created in current document
it_it: Carico iniziale di %s %s creato con successo nel documento corrente

source: Clone
it_it: Clona

source: Request
it_it: Richiesta

source: The payment cannot be negative
it_it: Il pagamento non può essere negativo

source: There is no credit available
it_it: Non c'è nessun credito disponibile

source: Change %s completely paid
it_it: Movimento %s completamente pagato

source: Change %s partially paid (%s remaining)
it_it: Movimento %s pagato parzialmente (%s restante)

source: Unable to create deposit!
it_it: Impossibile creare l'acconto!

source: Unable to create credit!
it_it: Impossibile creare il credito!

source: The payment you specified was greater than due pending changes
it_it: Il pagamento che hai specificato è maggiore dei movimenti arretrati

source: The remaining amount of %s has been registered as a credit
it_it: L'importo restante di %s è stato registrato come credito

source: Payment
it_it: Pagamento

source: All time balance
it_it: Bilancio totale

source: This year balance
it_it: Bilancio di quest'anno

source: Customer number %s is already assigned to %s
it_it: Il codice cliente %s è già assegnato a %s

source: Print card for this customer
it_it: Stampa tessera per questo cliente

source: Print customer cards
it_it: Stampa tessere clienti

source: Max existing customer number is %s
it_it: Il numero cliente esistente più alto è %s

source: You haven't assigned any customer number yet
it_it: Non hai ancora assegnato nessun codice cliente

source: Customer numbers are free, you can assign any (unless assigned to some other person)
it_it: I codici clienti sono liberi, puoi assegnare un numero qualsiasi (se non assegnato ad altri)

source: Print cards
it_it: Stampa tessere

source: pcs
it_it: pz

source: Total purchased
it_it: Totale acquistato

source: credit
it_it: credito

source: total credit
it_it: credito totale

source: due
it_it: dovuto

source: This year purchases
it_it: Acquisti di quest'anno

source: Print this year balance
it_it: Stampa bilancio di quest'anno

source: All time purchases
it_it: Acquisti totali

source: Print all time balance
it_it: Stampa bilancio complessivo

source: paid
it_it: pagato

source: partial
it_it: parziale

source: Deactivate current person
it_it: Disattiva persona corrente

source: No current person
it_it: Nessuno

source: All persons' balances recalculated
it_it: Saldi di tutte le persone ricalcolati

source: Persons
it_it: Persone

source: New request
it_it: Nuova richiesta

source: Search requests
it_it: Cerca richiesta

source: Open requests
it_it: Richieste aperte

source: All requests
it_it: Tutte le richieste

source: Mail
it_it: Email

source: sendemail
it_it: invia email

source: emailsent
it_it: email inviata

source: sendfax
it_it: invia fax

source: faxsent
it_it: fax inviato

source: Unable to get an ID for value %s in %s
it_it: Impossibile trovare un ID per il valore %s in %s

# male
source: Created new
it_it: Creato nuovo

# female
source: Created new
it_it: Creata nuova

source: %s %s for value %s, ID %d
it_it: %s %s per il valore %s, ID %d

source: Error on save
it_it: Errore durante il salvataggio

source: Records of type %s are currently not available, run database updates
it_it: I record di tipo %s non sono al momento disponibili, esegui gli aggiornamenti del database

source: Confirm deletion of %s
it_it: Conferma l'eliminazione di %s

source: Error during deletion of %s, database error
it_it: Errore durante l'eliminazione di %s, errore del database

source: %s deleted successfully
it_it: %s eliminato con successo

source: Unable to delete %s
it_it: Impossibile eliminare %s

source: it has %d reference
it_it: ha %d dipendenza

source: Bad submission!
it_it: Invio di modulo non valido!

source: Confirm
it_it: Conferma

source: Edit
it_it: Modifica

# male
source: New
it_it: Nuovo

# female
source: New
it_it: Nuova

source: Error during save of %s, database error
it_it: Errore durante il salvataggio di %s, errore del database

# male
source: created
it_it: creato

# male
source: saved
it_it: salvato

# female
source: created
it_it: creata

# female
source: saved
it_it: salvata

source: %s %s successfully
it_it: %s %s con successo

source: Save
it_it: Salva

source: Reset
it_it: Reimposta

source: Clear
it_it: Azzera

# male
source: List of filtered %s
it_it: Lista di %s filtrati

# female
source: List of filtered %s
it_it: Lista di %s filtrate

source: Too few parameters passed to filter route
it_it: Parametri insufficienti passati al percorso di filtro

source: Odd number of params passed to filter route, the last param will be discarded
it_it: Numero dispari di parametri passati al percorso di filtro, l'ultimo parametro verrà scartato

source: Field %s not found in %s
it_it: Campo %s non trovato in %s

# male
source: new
it_it: nuovo

# female
source: new
it_it: nuova

source: Create %s %s
it_it: Crea %s %s

source: Search %s
it_it: Cerca %s

source: Children records
it_it: Record figli

source: Display
it_it: Visualizza

source: List
it_it: Elenco

source: This list is empty
it_it: Questa lista è vuota

source: Delete
it_it: Elimina

source: Search form
it_it: Modulo di ricerca

source: contains
it_it: contiene

source: different from
it_it: diverso da

source: Search params:
it_it: Parametri di ricerca:

source: result
it_it: risultato

source: Search returned %d %s
it_it: La ricerca ha restituito %d %s

source: Accepted operators:
it_it: Operatori accettati:

source: equal to "n"
it_it: uguale ad "n"

source: less than "n"
it_it: minore di "n"

source: greater than "n"
it_it: maggiore di "n"

source: less or equal to "n"
it_it: minore o uguale a "n"

source: greater or equal to "n"
it_it: maggiore o uguale a "n"

source: different from "n"
it_it: diverso da "n"

source: not a multiple of "n"
it_it: non multiplo di "n"

source: multiple of "n"
it_it: multiplo di "n"

source: Select
it_it: Seleziona

source: None
it_it: Nessuno

source: Invert
it_it: Inverti

source: Edit selected
it_it: Modifica di massa

source: Search
it_it: Cerca

source: Any field
it_it: Qualsiasi campo

source: All the fields
it_it: Tutti i campi

source: Invalid date %s
it_it: Data non valida %s

source: Nothing to change in %s
it_it: Nessun campo da variare in %s

source: Error during edit of %s, passed ID %d does not match
it_it: Errore durante il salvataggio di %s, l'ID %d fornito non corrisponde

source: Path %s not found
it_it: Percorso %s non trovato

source: Bad programmer mistake in routing!
it_it: Brutto errore di instradamento del programmatore!

source: Bad programmer mistake in routing, part two!
it_it: Brutto errore di instradamento del programmatore, parte due!

source: Unsupported subroute %s
it_it: Sottopercorso non supportato %s

source: Empty barcode source
it_it: Sorgente barcode vuota

source: Invalid barcode character
it_it: Carattere barcode non valido

source: Field property %s not found
it_it: Proprietà di campo %s non trovata

source: Widget type %s not implemented
it_it: Tipo di widget %s non implementato

source: -- select --
it_it: -- seleziona --

source: Saved images
it_it: Immagini salvate

source: Delete all saved images
it_it: Elimina tutte le immagini salvate

source: Drop images here or click here to select them
it_it: Trascina qui le immagini oppure clicca per selezionarle dal disco

source: Pending images
it_it: Immagini in sospeso

source: Save these images
it_it: Salva queste immagini

source: Delete all pending images
it_it: Elimina tutte le immagini in sospeso

source: Start stream
it_it: Avvia flusso video

source: Live camera stream
it_it: Flusso video live

source: Stop stream
it_it: Chiudi flusso video

source: Captured picture
it_it: Immagine catturata

source: Capture
it_it: Cattura

source: Impossible! %s does not contain %s!
it_it: Impossibile! %s non contiene %s!

source: Bad filename %s!
it_it: Nome di file non valido %s

source: Missing ending part
it_it: Parte finale mancante

source: Multiple extensions
it_it: Estensioni multiple

source: Unsupported extension
it_it: Estensione non supportata

source: Bad image data - format extraction failed
it_it: Dati immagine non validi - estrazione formato fallita

source: Bad image data - data extraction failed
it_it: Dati immagine non validi - estrazione dati fallita

source: Image %d of item %s does not exist
it_it: L'immagine %d del prodotto %s non esiste

source: Unable to delete image %d of item %s
it_it: Impossibile eliminare l'immagine %d del prodotto %s

source: Icons
it_it: Icone

source: Log
it_it: Registro

source: Invalid age limit for log deletion: %s
it_it: Limite di età non valido per l'eliminazione dei file di registro: %s

source: Folder %s deleted for exceeding max age
it_it: La cartella %s è stata eliminata per limite di età

source: Unable to store log file, see data above
it_it: Impossibile salvare il file di registro, rivedere i dati sopra riportati

source: Log folder is empty
it_it: La cartella di registro è vuota

source: Date
it_it: Data

source: Type
it_it: Tipo

source: Action
it_it: Azione

source: Fields
it_it: Campi

source: First
it_it: Prima

source: Page %s
it_it: Pagina %s

source: Last
it_it: Ultima

source: prev
it_it: Precedente

source: next
it_it: Successiva

source: Settings manager
it_it: Manager impostazioni

source: Settings stored successfully
it_it: Impostazioni salvate con successo

source: Save settings
it_it: Salva impostazioni

source: Invalid multipliers
it_it: Moltiplicatori non validi

source: Each multiplier can contain only digits with an optional comma or a period.
it_it: Ogni moltiplicatore può contenere solo cifre con una parte decimale opzionale separata da un punto o una virgola

source: Multiple multipliers must be separated by semicolons.
it_it: Più moltiplicatori devono essere separati da punto e virgola ";".

source: Examples
it_it: Esempi

source: one multiplier
it_it: un moltiplicatore

source: two multipliers
it_it: due moltiplicatori

source: Invalid discounts
it_it: Sconti non validi

source: Each discount can contain only digits.
it_it: Ogni sconto può contenere solo numeri.

source: Discounts are expressed in percent quantities (percent sign implied).
it_it: Gli sconti sono espressi in quantità percentuali (simbolo di percentuale implicito)

source: Multiple discounts must be separated by semicolons.
it_it: Gli sconti multipli devono essere separati con un punto e virgola.

source: one discount
it_it: uno sconto

source: two discounts
it_it: due sconti

source: show two-digits year and omit seconds when appropriate
it_it: mostra anni con due cifre e nascondi i secondi dove pertinente

source: dates
it_it: date e orari

source: show only dates in lists (omit hours)
it_it: mostra solo le date (ometti gli orari)

source: show inline display buttons
it_it: mostra pulsanti di visualizzazione in linea

source: buttons
it_it: pulsanti

source: show inline delete buttons
it_it: mostra pulsanti di eliminazione in linea

source: show inline clone buttons
it_it: mostra pulsanti di clonazione in linea

source: show inline load/unload buttons
it_it: mostra pulsanti di carico/scarico in linea

source: show inline request buttons
it_it: mostra pulsanti di richiesta in linea

source: show inline payment buttons
it_it: mostra pulsanti di pagamento in linea

source: show inline balance buttons
it_it: mostra pulsanti di bilancio in linea

source: show inline activate document buttons
it_it: mostra pulsanti di attivazione documento in linea

source: allow loading into the daily document
it_it: permetti carichi nel documento giornaliero

source: load/unload
it_it: carico/scarico

source: allow unloading from alternate documents
it_it: permetti scarichi dai documenti alternativi

source: excessive loading/unloading warning limit
it_it: limite per l'avviso di carico/scarico eccessivo

source: max number of searches to remember
it_it: numero massimo di ricerche da ricordare

source: automatic price multipliers (separate different multipliers with a semicolon)
it_it: moltiplicatori per i prezzi automatici (separa più moltiplicatori con un punto e virgola)

source: autoprice
it_it: prezzi automatici

source: use first multiplier by default
it_it: seleziona il primo moltiplicatore come default

source: rounding for selling prices after applying a multiplier
it_it: arrotondamento per il prezzo di vendita da applicare dopo il moltiplicatore

source: default discount values (separate discounts with a semicolon)
it_it: sconti predefiniti (separa gli sconti con un punto e virgola)

source: discounts
it_it: sconti

source: rounding for selling prices after applying a discount
it_it: arrotondamento dei prezzi dopo avere applicato uno sconto

source: enable item gallery of images
it_it: abilita galleria immagini nei prodotti

source: images
it_it: immagini

source: enable request gallery of images
it_it: abilita galleria di immagini nelle richieste

source: default elements per page
it_it: Numero predefinito di elementi per pagina (liste)

source: pager
it_it: Paginatore

source: automatically delete log files older than this many days
it_it: elimina automaticamente file di registro più vecchi di tot giorni

source: cleanup
it_it: pulizia

source: displays of %s
it_it: Viste %s

source: control fields in one liner display
it_it: controlla campi vista in linea

source: show in one liner
it_it: mostra in vista in linea

source: control fields in single display
it_it: controlla campi vista singola

source: show in single display
it_it: mostra in vista singola

source: control fields in list display
it_it: controlla campi vista lista

source: show in list display
it_it: mostra in vista lista

source: control fields in print display
it_it: controlla campi vista stampa

source: show in print display
it_it: mostra in vista stampa

source: control fields in mailfax display
it_it: controlla campi nelle viste mail/fax

source: show in mailfax display
it_it: mostra in vista mail/fax

source: debug POST
it_it: debug dati inviati (POST)

source: debug FIND
it_it: debug chiamate di ricerca (FIND)

source: debug QUERY
it_it: debug query sul database

source: debug JS
it_it: debug javascript

source: disable resources caching
it_it: disabilita cache delle risorse

source: recreate caches at every page request
it_it: ricrea cache delle risorse ad ogni richiesta di pagina

source: invoke print window automatically
it_it: Lancia la finestra di stampa in automatico

source: prints
it_it: Stampe

source: print requests gallery
it_it: stampa immagini delle richieste

source: group requests by provider
it_it: Raggruppa richieste per fornitore

source: hide requests headers
it_it: Nascondi intestazioni delle richieste

source: home company id
it_it: ID azienda di casa

source: home company prefix
it_it: prefisso azienda di casa

source: home
it_it: casa

source: customer number prefix
it_it: prefisso numero cliente

source: custom item prefix
it_it: prefisso prodotti personalizzati

source: card template
it_it: template tessera

source: mail template
it_it: template email

source: fax template
it_it: template fax

source: label template
it_it: template etichette

source: Markdown syntax with [record.field] replacements
it_it: Sintassi markdown con sostituzioni [record.campo]

source: Markdown example
it_it: Esempi markdown

source: User general failure
it_it: Errore generale utente

source: Invalid username or password
it_it: Nome utente o password non validi

source: Change credentials
it_it: Cambia credenziali di accesso

source: User login
it_it: Accesso utente

source: User registration
it_it: Registrazione utente

source: Username too short
it_it: Nome utente troppo corto

source: Username must include at least one lowercase letter!
it_it: Il nome utente deve includere almeno una lettera minuscola!

source: Username must include at least one uppercase letter!
it_it: Il nome utente deve includere almeno una lettera maiuscola!

source: Password too short
it_it: La password è troppo corta

source: Password too long!
it_it: La password è troppo lunga!

source: Password must include at least one number!
it_it: La password deve includere almeno un numero!

source: Password must include at least one lowercase letter!
it_it: La password deve includere almeno una lettera minuscola!

source: Password must include at least one uppercase letter!
it_it: La password deve includere almeno una lettera maiuscola!

source: Password must include at least one symbol!
it_it: La password deve includere almeno un simbolo!

source: Username changed from %s to %s
it_it: Nome utente cambiato da %s a %s

source: Password for user %s changed
it_it: Password cambiata per l'utente %s

source: Nothing to do!
it_it: Nessuna modifica da apportare!

source: Provided passwords do not match
it_it: Le password non coincidono

source: New user registration forbidden
it_it: Registrazione di nuovi utenti proibita

source: User %s created successfully
it_it: Utente %s creato con successo

source: username
it_it: nome utente

source: Send
it_it: Invia

source: Logout
it_it: Esci

source: current password
it_it: password attuale

source: new password
it_it: nuova password

source: confirm new password
it_it: conferma nuova password

source: BODY
it_it: PAGINA

source: COLOR
it_it: COLORE

source: BACKGROUND
it_it: SFONDO

source: ALTERNATE
it_it: ALTERNATIVO

source: ONE
it_it: UNO

source: TWO
it_it: DUE

source: MAINTITLE
it_it: PAGINA TITOLO

source: BORDER
it_it: BORDO

source: DIALOG
it_it: DIALOGO

source: NORMAL
it_it: NORMALE

source: WARNING
it_it: AVVISO

source: ERROR
it_it: ERRORE

source: PRICE
it_it: PREZZO

source: LOADCOMBO
it_it: MASCHERA CARICO

source: UNLOADCOMBO
it_it: MASCHERA SCARICO

source: CONTRAST
it_it: CONTRASTO

source: CHANGE
it_it: MOVIMENTO

source: LIST
it_it: LISTA

source: STOCK
it_it: GIACENZA

source: VERIFIED
it_it: VERIFICATO

source: HEADERS
it_it: INTESTAZIONI COLONNA

source: CELLS
it_it: CELLE

source: VERTICAL
it_it: VERTICALE

source: HORIZONTAL
it_it: ORIZZONTALE

source: DISPLAY
it_it: VISUALIZZAZIONE

source: CATEGORY
it_it: CATEGORIA

source: ITEM
it_it: PRODOTTO

source: DOCUMENT
it_it: DOCUMENTO

source: PERSON
it_it: PERSONA

source: FORM
it_it: MODULO

source: EDIT
it_it: MODIFICA

source: TOOLTIP
it_it: SUGGERIMENTO

source: MARKER
it_it: SEGNAPOSTO

source: DIRTY
it_it: CAMPO ALTERATO

source: LEFT
it_it: SINISTRA

source: RIGHT
it_it: DESTRA

source: MESSAGE
it_it: MESSAGGIO

source: BUTTON
it_it: BOTTONE

source: DELETE
it_it: ELIMINA

source: SAVE
it_it: SALVA

source: UNLOAD
it_it: CARICOSCARICO

source: SEARCH
it_it: CERCA

source: CLEAR
it_it: AZZERA

source: RESET
it_it: REIMPOSTA

source: CLONE
it_it: CLONA

source: ACTIVATEDOCUMENT
it_it: ATTIVADOCUMENTO

source: HOVER
it_it: MOUSESOPRA

source: DISABLED
it_it: DISABILITATO

source: ALL
it_it: TUTTO

source: SELECTION
it_it: SELEZIONE

source: OPACITY
it_it: OPACITÀ

source: SETTINGS
it_it: IMPOSTAZIONI

source: NEGATIVE
it_it: NEGATIVO

source: POSITIVE
it_it: POSITIVO

source: TRIAL
it_it: PROVA

source: PAID
it_it: PAGATO

source: DUE
it_it: DOVUTO

source: PARTIAL
it_it: PARZIALE

source: FOCUS
it_it: FUOCO

source: PAGER
it_it: PAGINATORE

source: TIMING
it_it: CRONOMETRO

source: WORKING
it_it: LAVORANDO

source: COVER
it_it: COPERTINA

source: READONLY
it_it: SOLALETTURA

source: No $_POST data to dump
it_it: Nessun dato da mostrare nella variable $_POST

source: error
it_it: Errore

source: Resources cache is disabled, enable it from the settings page
it_it: La cache delle risorse è disabilitata, riabilitala dalla pagina delle impostazioni

source: Resources cache recreated at every page request, disable it from the settings page
it_it: La cache delle risorse viene ricreata ad ogni richiesta di pagina, disabilitala dalla pagina delle impostazioni

source: New
it_it: Nuovo

source: Tables
it_it: Tabelle

source: Other
it_it: Altro

source: Payments
it_it: Pagamenti

source: Requests
it_it: Richieste

source: Doubleclick to remove this cover if needed
it_it: Doppio click per rimuovere questa copertina se necessario

source: please wait...
it_it: attendere...

source: cancel
it_it: annulla

source: Page generated in %s seconds @ %s
it_it: Pagina generata in %s secondi @ %s

source: Copy all
it_it: Copia tutto

source: copied to clipboard
it_it: Copiato negli appunti
