Repository: entuland/php-invo
Catalog: locale/*/LC_MESSAGES/app.po
Languages: it_it

source: Click to hide
it_it: Clicca per nascondere

source: Confirm deletion of
it_it: Conferma eliminazione

source: Open
it_it: Apri

source: Close
it_it: Chiudi

source: ascending
it_it: ascendente

source: descending
it_it: discendente

source: Click to sort by this column in %s order
it_it: Clicca per ordinare questa colonna in ordine %s

source: Click for rapid editing
it_it: Clicca per la modifica rapida

source: yes
it_it: si

source: Do you want to switch verification to "yes"?
it_it: Vuoi impostare la verifica su "si"?

source: Do you want to switch verification to "no"?
it_it: Vuoi impostare la verifica su "no"?

source: Insert new value for field
it_it: Nuovo valore per il campo

source: change
it_it: Movimento

source: Trial
it_it: Prova

source: stock
it_it: Giacenza

source: Stock quantity cannot be negative
it_it: La giacenza non può essere negativa

source: Insert the change price
it_it: Inserisci il prezzo del movimento

source: Price must be greater than zero
it_it: Il prezzo deve essere maggiore di zero

source: price
it_it: Prezzo

source: Do you really want to reopen request %s?
it_it: Vuoi davvero riaprire la richiesta %s?

source: Do you really want to close request %s?
it_it: Vuoi davvero chiudere la richiesta %s?

source: You have just searched this barcode, the item is displayed below
it_it: Hai appena cercato questo codice, il prodotto è visualizzato sotto

source: Create new item for %s
it_it: Crea nuovo prodotto per %s

source: Selling price must be positive
it_it: Il prezzo di vendita deve essere positivo

source: Purchase price must be positive
it_it: Il prezzo d'acquisto deve essere positivo

source: New load must be positive
it_it: Il nuovo carico deve essere positivo

source: Alternate load performed successfully
it_it: Carico alternativo effettuato con successo

source: New unload must be negative or zero (for trial items)
it_it: Il nuovo scarico deve essere negativo oppure zero (per articoli in prova)

source: Cannot set an item in trial without assigning a person to it
it_it: Impossibile segnare un articolo in prova senza assegnarlo ad una persona

source: Regular unload performed successfully
it_it: Scarico eseguito con successo

source: rapid load
it_it: carico rapido

source: rapid unload
it_it: Scarico rapido

source: item
it_it: Prodotto

source: Original price
it_it: Prezzo originale

source: Latest searches
it_it: Ultime ricerche

source: Person
it_it: Persona

source: Insert zero for the new unload to register the item as trial
it_it: Inserisci zero nel nuovo scarico per registrare il prodotto in prova

source: Discount
it_it: Sconto

source: Personal discount
it_it: Sconto personale

source: New load
it_it: Nuovo carico

source: Purchase price
it_it: Prezzo d'aquisto

source: Multiplier
it_it: Moltiplicatore

source: Selling price
it_it: Prezzo vendita

source: New unload
it_it: Nuovo scarico

source: Rapid theme editing is disabled in the theme manager pages
it_it: La modifica rapida del tema è disabilitata nelle pagine di amministrazione dei temi

source: Theme rapid edit
it_it: Modifica rapida tema

source: done
it_it: fatto

source: reset cache
it_it: azzera cache

source: history
it_it: cronologia

source: go back to
it_it: torna a

source: go forward to
it_it: vai a

source: There are unsaved changes in this page, do you really want leave?
it_it: Ci sono modifiche non salvate in questa pagina, vuoi veramente uscire?

source: open
it_it: apri

source: close
it_it: chiudi

source: This field is required
it_it: Questo campo è richiesto o non valido

source: Duplicated value found
it_it: Valore duplicato trovato

source: Ctrl+Enter to insert a new line
it_it: Ctrl+Invio per andare a capo

source: Ready for autocompletion
it_it: Pronto per l'autocompletamento

source: Confirm mass edit?
it_it: Confermi la modifica di massa?

source: Confirm mass delete?
it_it: Confermi l'eliminazione di massa?

source: Page %d
it_it: Pag. %d

source: %s/page
it_it: %s/pag.

source: Missing gallery item data from image element!
it_it: Dati della galleria mancanti nell'elemento immagine!

source: No images to save
it_it: Nessuna immagine da salvare

source: All images saved
it_it: Tutte le immagini sono state salvate

source: Do you really want to discard this pending image?
it_it: Vuoi davvero scartare questa immagine in sospeso?

source: Do you really want to delete this saved image from server?
it_it: Vuoi davvero eliminare questa immagine salvata sul server?

source: Do you really want to discard all pending images?
it_it: Vuoi davvero scartare tutte le immagini in sospeso?

source: Do you really want to delete all these saved images from server?
it_it: Vuoi davvero eliminare tutte queste immagini salvate sul server?

source: category
it_it: categoria

source: Enter a single customer number or a range of numbers to be printed (e.g. "10-20")
it_it: Inserisci un singolo numero cliente o un intervallo di numeri da stampare (e.g. "10-19")

source: Invalid customer number range
it_it: Intervallo di numeri cliente non valido

source: Enter the amount of labels to print
it_it: Inserisci la quantità di etichette da stampare

source: Activate this person
it_it: Attiva questa persona

source: Enter the payment amount
it_it: Inserisci l'importo del pagamento o acconto

source: Payment on purchase
it_it: Pagamento all'acquisto

source: The payment must be zero (to use existing credit) or positive
it_it: Il pagamento deve essere zero (per usare un credito esistente) oppure positivo

source: Existing credit will be used too
it_it: Il credito esistente verrà usato

source: existing credit
it_it: credito esistente

source: Enter the payment notes
it_it: Note del pagamento

source: Unable to create folder %s
it_it: Impossibile creare la cartella %s

source: File %s does not exist
it_it: Il file %s non esiste

source: Compression of %s failed
it_it: Compressione di %s fallita

source: File compressed to %s
it_it: File compresso in %s

source: Decompression of %s failed
it_it: Decompressione di %s fallita

source: File decompressed to %s
it_it: File decompresso in %s

source: Missing UID from form submission
it_it: UID mancante nel modulo inviato

source: This form has already been submitted
it_it: Questo modulo è stato già inviato

source: id_document
it_it: Documento

source: id_item
it_it: Prodotto

source: date
it_it: Data

source: color
it_it: Colore

source: company
it_it: Azienda

source: name
it_it: Nome

source: street
it_it: Indirizzo

source: zipcode
it_it: CAP

source: place
it_it: Località

source: province
it_it: Provincia

source: country
it_it: Nazione

source: phone
it_it: Telefono

source: notes
it_it: Note

source: doctype
it_it: Tipo Doc

source: description
it_it: Descrizione

source: operand
it_it: Operando

source: document
it_it: Documento

source: id_doctype
it_it: Tipo Documento

source: number
it_it: Numero

source: id_company
it_it: Azienda

source: total
it_it: Totale

source: barcode
it_it: Codice

source: id_make
it_it: Marca

source: id_um
it_it: UM

source: id_size
it_it: Misura

source: id_color
it_it: Colore

source: reorder
it_it: Riordino

source: created
it_it: Creato

source: modified
it_it: Modificato

source: make
it_it: Marca

source: size
it_it: Misura

source: changes
it_it: Movimenti

source: companys
it_it: Aziende

source: doctypes
it_it: Tipi Doc

source: documents
it_it: Documenti

source: items
it_it: Prodotti

source: colors
it_it: Colori

source: sizes
it_it: Misure

source: makes
it_it: Marche

source: ums
it_it: UM

source: rows
it_it: Righe

source: matching
it_it: Corrispondenza

source: class
it_it: Elemento

source: action
it_it: Azione

source: filename
it_it: Nome file

source: pre-create
it_it: Pre-creazione

source: pre-edit
it_it: Pre-modifica

source: pre-save
it_it: Pre-salvataggio

source: pre-delete
it_it: Pre-cancellazione

source: mass-pre-create
it_it: Pre-creazione (massa)

source: mass-pre-edit
it_it: Pre-modifica (massa)

source: mass-pre-save
it_it: Pre-salvataggio (massa)

source: mass-pre-delete
it_it: Pre-eliminazione (massa)

source: ajax-pre-create
it_it: Pre-creazione (AJAX)

source: ajax-pre-edit
it_it: Pre-modifica (AJAX)

source: ajax-pre-save
it_it: Pre-salvataggio (AJAX)

source: ajax-pre-delete
it_it: Pre-eliminazione (AJAX)

source: auto-pre-create
it_it: Pre-creazione (AUTO)

source: firstload-pre-create
it_it: Pre-creazione (primo carico)

source: stored
it_it: Memorizzato

source: displayed
it_it: Mostrato

source: key
it_it: Chiave

source: value
it_it: Valore

source: article
it_it: Articolo

source: producer_code
it_it: Cod. Prod.

source: verified
it_it: Verificato

source: computed_stock
it_it: Giacenza

source: sell_price
it_it: Unitario

source: log
it_it: Registro

source: inventory
it_it: Inventario

source: duplicates
it_it: Duplicati

source: unused
it_it: Inutilizzati

source: restore
it_it: ripristino

source: logfile
it_it: file di registro

source: dumpfile
it_it: file di dump

source: stockfixer
it_it: Giacenze negative

source: theme
it_it: Tema

source: settings
it_it: Impostazioni

source: user
it_it: utente

source: load
it_it: Carico iniziale

source: purchase
it_it: Acquisto

source: selling
it_it: vendita

source: multiplier
it_it: Moltiplicatore

source: person
it_it: persona

source: persons
it_it: persone

source: categorys
it_it: categorie

source: fiscal
it_it: P. IVA - CF

source: request
it_it: richiesta

source: requests
it_it: richieste

source: id_person
it_it: persona

source: closed
it_it: chiusa

source: opened
it_it: aperta

source: contact
it_it: contatto

source: discount
it_it: sconto

source: provider
it_it: fornitore

source: provider_section
it_it: reparto

source: print
it_it: stampa

source: never
it_it: mai

source: type
it_it: tipo

source: customer_number
it_it: codice cliente

source: icons
it_it: icone

source: payment
it_it: pagamento

source: payments
it_it: pagamenti

source: id_change
it_it: movimento

source: amount
it_it: importo

source: balance
it_it: Saldo

source: year_purchases
it_it: Acq. annuali

source: fixedprice
it_it: Promozione

source: Invalid AJAX request
it_it: Richiesta AJAX non valida

source: Unsupported AJAX action
it_it: Azione AJAX non supportata

source: Must specify an existing person name
it_it: Bisogna specificare un nome di persona esistente

source: Change price must be positive
it_it: Il prezzo del movimento deve essere positivo

source: Invalid change value
it_it: Valore del movimento non valido

source: Missing item ID
it_it: ID prodotto mancante

source: Missing document ID
it_it: ID documento mancante

source: Multiple items found with barcode %s!
it_it: Trovati prodotti multipli con codice a barre %s!

source: No item found with barcode %s
it_it: Nessun prodotto trovato col codice %s

source: Unexpected %s as record class in AJAX request
it_it: Classe di record %s non prevista nella richiesta AJAX

source: Invalid record type or ID in AJAX request
it_it: Tipo di record o ID non valido nella richiesta AJAX

source: Error during save of %s %d, database error
it_it: Errore durante il salvataggio di %s %d, errore del database

source: Database backup
it_it: Backup del database

source: exec function disabled
it_it: Funzione "EXEC" disabilitata

source: Unlink %s succeeded
it_it: Successo eliminazione %s

source: Unlink %s failed
it_it: Fallimento eliminazione %s

source: Database export
it_it: Esportazione database

source: Invalid filename %s, not in the backup folder
it_it: Nome di file %s non valido, non si trova nella cartella dei backup

source: Invalid filename %s, file does not exist
it_it: Nome di file %s non valido, il file non esiste

source: Invalid filename %s, bad extension
it_it: Nome di file %s non valido, estensione non valida

source: Filename %s is valid
it_it: Il nome di file %s è valido

source: Database import
it_it: Importazione database

source: success
it_it: successo

source: failure
it_it: fallito

source: Unrecognized action %s
it_it: Azione %s non riconosciuta

source: Backup database
it_it: Esegui backup del database

source: Database Schema
it_it: Schema del database

source: Query runner
it_it: Esecutore di query

source: select
it_it: seleziona

source: Restore database from a previous dump
it_it: Ripristina database da un file di dump precedente

source: Before attempting to restore the current database will be backed up automatically
it_it: Il database corrente verrà esportato automaticamente prima di tentare il ripristino

source: Restore database
it_it: Ripristina database

source: Delete duplicated records
it_it: Elimina record duplicati

source: Skipping value %s from table %s
it_it: Sto saltando il valore %s dalla tabella %s

source: Deletion of ID %s from table %s failed
it_it: Eliminazione dell'ID %s dalla tabella %s fallita

source: Update of %s from %s to %s failed
it_it: Aggiornamento di %s da %s a %s fallito

source: All duplicated records were deleted
it_it: Tutti i record duplicati sono stati eliminati

source: No duplicated records to delete
it_it: Nessun record duplicato da eliminare

source: Unload from daily document
it_it: Scarico dal documento giornaliero

source: Load on alternate document
it_it: Carico su un documento alternativo

source: Go back to today's daily document
it_it: Ritorna al documento giornaliero di oggi

source: You are working on %s
it_it: Stai lavorando su %s

source: Current document and changes
it_it: Documento e movimenti correnti

source: Unable to find barcode %s
it_it: Impossibile trovare il codice %s

source: Redirected to the creation of a new item
it_it: Reindirizzato alla creazione di un nuovo Prodotto

source: Found multiple Items for barcode %s!
it_it: Trovati prodotti multipli per il codice %s!

source: Inventory
it_it: Inventario

source: The year refers to its beginning (January the 1st)
it_it: L'anno fa riferimento al suo inizio (primo di gennaio)

source: Verified = NO will output both verified and unverified stocks
it_it: Verificato = NO mostrerà anche le giacenze non verificate

source: Year
it_it: Anno

source: Mode
it_it: Formato

source: Generate
it_it: Genera

source: Empty inventory!
it_it: Inventario vuoto!

source: Mass edit
it_it: Modifica di massa

source: No rows selected for mass editing
it_it: Nessuna riga selezionata per la modifica di massa

source: Invalid mass edit class
it_it: Classe di massa non valida

source: Invalid mass edit submission
it_it: Invio di massa non valido

source: Confirm moving the above changes into %s?
it_it: Confermi lo spostamento dei movimenti in %s?

source: Confirm, move them
it_it: Confermo, spostali

source: Missing document ID in order to move changes
it_it: ID documento mancante per lo spostamento dei movimenti

source: Chosen document is not the current document any more, please start over
it_it: Il documento scelto non è più il documento corrente, riparti da zero

source: All changes moved successfully
it_it: Tutti i movimenti sono stati spostati con successo

source: (if you see no error messages above)
it_it: (se non vedi nessun messaggio d'errore qui sopra)

source: Mass edit of %s not supported
it_it: Modifica di massa di %s non supportata

source: Unable to delete %s, has %d dependencies
it_it: Impossibile eliminare %s, ha %d dipendenze

source: Mass delete operation cancelled, no records were deleted
it_it: Eliminazione di massa annullata, nessun record è stato eliminato

source: Error deleting %s!
it_it: Errore durante l'eliminazione di %s!

source: Unable to delete %d records out of %d. %s
it_it: Impossibile eliminare %d record su %d. %s

source: All %d records were successfully deleted. %s
it_it: Tutti i %d record sono stati eliminati con successo. %s

source: No field selected for mass editing!
it_it: Nessun campo selezionato per la modifica di massa!

source: Invalid ID %s during mass edit!
it_it: ID non valido %s durante la modifica di massa!

source: The following fields are required or invalid: %s
it_it: I seguenti campi sono richiesti o non validi: %s

source: Error during save of %d out of %d records
it_it: Errore durante il salvataggio di %d record su %d

source: %d record saved successfully
it_it: %d record salvato con successo

source: Check pages %s and %s to recover data if necessary
it_it: Usa le pagine %s e %s per recuperare i dati in caso di necessità

source: Creating a backup is advised before performing mass edits/deletes: %s
it_it: Si consiglia la creazione di un backup prima di effettuare eliminazioni o modifiche di massa: %s

source: Mass delete
it_it: Eliminazione di massa

source: Affected elements
it_it: Record da modificare

source: Locked, %d dep.
it_it: Bloccato, %d dip.

source: Max length of field `%s`.`%s` is %d
it_it: La lunghezza massima del campo `%s`.`%s` è %d

source: Missing property %s in the default schema of `%s`.`%s`
it_it: Proprietà %s mancante nello schema predefinito di `%s`.`%s`

source: Missing property %s in the current schema of `%s`.`%s`
it_it: Proprietà %s mancante nello schema corrente di `%s`.`%s`

source: Pending creation of table %s
it_it: Creazione della tabella %s in attesa

source: Table schema
it_it: Schema della tabella

source: Pending creation of field %s
it_it: Creazione del campo %s in attesa

source: Field schema
it_it: Schema del campo

source: Pending conversion of field %s
it_it: Conversione del campo %s in attesa

source: Current field schema
it_it: Schema corrente del campo

source: Desired field schema
it_it: Schema di campo desiderato

source: Pending drop of field %s
it_it: Eliminazione del campo %s in attesa

source: Data into `%s`.`%s` occupies at least %d character, you will truncate it if you reduce the size to %d
it_it: I dati dentro `%s`.`%s` occupano almeno %d caratteri, troncherai i dati se riduci la dimensione a %d

source: Execute pending database fixes
it_it: Esegui le correzioni in sospeso sul database

source: Test pending database fixes
it_it: Testa le modifiche del database in attesa

source: Stock fixer
it_it: Azzera giacenze negative

source: No negative stock to fix
it_it: Nessuna giacenza negativa da azzerare

source: Theme manager
it_it: Gestore dei temi

source: Press F7 keyboard button in any page to display the rapid theme editing dialog. The dialog will show theme options for the element under the mouse cursor and all of its ancestors. Changes made in that dialog will be immediately saved into the currently active theme. The F7 shortcut is disabled in these theme manager pages.
it_it: Premi il tasto F7 nella tastiera in qualsiasi pagina per mostrare la finestra di dialogo per la modifica rapida del tema. La finestra di dialogo mostrerà le opzioni per l'elemento sotto il puntatore del mouse e per tutti i suoi contenitori. Le modifiche fatte in quella finestra di dialogo vengono salvate immediatamente nel tema attivo. La scorciatoia F7 non è attiva in queste pagine di amministrazione dei temi.

source: Theme
it_it: Tema

source: Activation
it_it: Attivazione

source: Editing
it_it: Modifica

source: Deletion
it_it: Eliminazione

source: Cloning
it_it: Clonazione

source: edit
it_it: Modifica

source: delete
it_it: elimina

source: activate
it_it: attiva

source: clone
it_it: clona

source: Active
it_it: Attivo

source: Clone name
it_it: Nome del clone

source: Custom theme not found, using default theme
it_it: Tema personalizzato non trovato, uso il tema predefinito

source: Default theme not found, using basic settings
it_it: Tema predefinito non trovato, uso il tema neutro

source: Theme %s activated
it_it: Tema %s attivato

source: Theme %s deleted successfully
it_it: Tema %s eliminato

source: Unable to delete theme %s
it_it: Impossibile eliminare il tema %s

source: Unable to create theme %s, duplicated or invalid name
it_it: Impossibile creare il tema %s, nome duplicato o non valido

source: Theme %s cloned as %s
it_it: Tema %s clonato come %s

source: Unable to copy %s into %s
it_it: Impossibile copiare %s come %s

source: Theme %s saved
it_it: Tema %s salvato

source: Theme %s save failure
it_it: Fallimento durante il salvataggio del tema %s

source: Edit theme %s
it_it: Modifica tema %s

source: Current theme
it_it: Tema corrente

source: Save theme %s
it_it: Salva tema %s

source: Delete theme %s
it_it: Elimina tema %s

source: Delete unused records
it_it: Elimina record inutilizzati

source: All unused records were deleted
it_it: Tutti i record inutilizzati sono stati eliminati

source: No unused records to delete
it_it: Nessun record inutilizzato da eliminare

source: query builder test
it_it: Test del costruttore di query

source: Careful, with this page you can destroy the database!
it_it: Attenzione, da questa pagina puoi distruggere il database!

source: Make sure you perform a backup first
it_it: Assicurati di fare un backup prima di tutto

source: SQL runner
it_it: Esecutore di query

source: Run cancelled, no query was executed
it_it: Esecuzione annullata, nessuna query eseguita

source: SQL state
it_it: Stato SQL

source: Error code
it_it: Codice di errore

source: Error message
it_it: Messaggio di errore

source: Cannot execute multiple statements in a single query command
it_it: Impossibile eseguire più comandi in una singola query

source: This kind of query cannot be tested
it_it: Questo tipo di query non può essere testata

source: Query details
it_it: Dettagli della query

source: Query about to be run
it_it: Query che sta per essere eseguita

source: Confirm, run it
it_it: Confermo, eseguila

source: Cancel
it_it: Annulla

source: Run
it_it: Esegui

source: Upper categories
it_it: Categorie superiori

source: Missing item ID during change edit
it_it: ID prodotto mancante durante la modifica del movimento

source: Invalid item ID %s during change edit
it_it: ID di prodotto %s non valido durante la modifica del movimento

source: Cannot set negative stock for %s
it_it: Giacenza negativa non permessa per %s

source: Move into current document
it_it: Sposta nel documento corrente

source: Selected
it_it: Selezionati

source: Print labels
it_it: Stampa etichette

source: All
it_it: Tutti

source: Payment %s converted to credit
it_it: Pagamento %s convertito in credito

source: Error during generation of daily document
it_it: Errore durante la generazione del documento giornaliero

source: Error during generation of daily inventory document
it_it: Errore durante la generazione del documento di inventario giornaliero

source: All document rows recalculated
it_it: Tutte le righe dei documenti sono state ricalcolate

source: Set as current
it_it: Imposta come corrente

source: Invalid class %s requested for printing
it_it: Classe %s non valida per la stampa

source: No valid %s IDS passed for printing
it_it: Nessun ID %s valido fornito per la stampa

source: Print
it_it: Stampa

source: No company found in chosen records
it_it: Nessuna azienda trovata tra i record scelti

source: Company section will be left blank
it_it: I campi azienda rimarranno in bianco

source: Multiple companies found in chosen records
it_it: Più aziende trovate tra i record scelti

source: Balance print
it_it: Stampa bilancio

source: Invalid table name %s passed to FindHelper
it_it: Nome di tabella non valido %s fornito all'assistente per la ricerca

source: Invalid record type %s during query building
it_it: Tipo di record %s non valido durante la costruzione della query

source: Column %s not found during query building
it_it: Colonna %s non trovata durante la costruzione della query

source: All items' stocks recalculated
it_it: Tutte le giacenze dei prodotti sono state ricalcolate

source: Invalid item ID %s
it_it: ID non valido %s

source: Stock for %s is already set to %d
it_it: Giacenza di %s già impostata a %d

source: Stock for item %s successfully updated
it_it: Giacenza di %s aggiornata con successo

source: Unable to save item %s
it_it: Impossibile salvare il prodotto %s
